app/controllers/messages_controller.rb

	def create
  	@message = Message.new(message_params)
  	if @message.save
---
INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "Hello RailsMessenger, my first new RoR app !!! :D"], ["created_at", "2017-07-29 09:09:25.225713"], ["updated_at", "2017-07-29 09:09:25.225713"]]